<?php
// Heading
$_['heading_title']          = 'Налаштування доступу';

// Text
$_['text_step_3']            = 'Інформація про базу даних та адміністратора';
$_['text_db_connection']     = '1. Будь ласка, введіть параметри підключення до бази даних.';
$_['text_db_administration'] = '2. Будь ласка, введіть ім\'я та пароль адміністратора сайту.';
$_['text_mysqli']            = 'MySQLi';
$_['text_mysql']             = 'MySQL';
$_['text_mpdo']              = 'mPDO';

// Entry
$_['entry_db_driver']        = 'Драйвер БД';
$_['entry_db_hostname']      = 'Сервер';
$_['entry_db_username']      = 'Логін';
$_['entry_db_password']      = 'Пароль';
$_['entry_db_database']      = 'База даних';
$_['entry_db_port']          = 'Порт';
$_['entry_db_prefix']        = 'Префікс';
$_['entry_username']         = 'Логін';
$_['entry_password']         = 'Пароль';
$_['entry_email']            = 'E-Mail';

// Error
$_['error_db_hostname'] 	 = 'Необхідно вказати Сервер!';
$_['error_db_username'] 	 = 'Необхідно вказати Логін!';
$_['error_db_database']		 = 'Необхідно вказати Базу даних!';
$_['error_db_port']		 	 = 'Необхідно вказати Порт!';
$_['error_db_prefix'] 		 = 'Префікс може містити лише латинські букви алфавіту в діапазоні aA-zZ, цифри і підкреслення!';
$_['error_db_connect'] 		 = 'ПОМИЛКА: не вдалося підключитися до Бази даних, переконайтеся, що сервер, ім\'я користувача і пароль вказані правильно!';
$_['error_username'] 		 = 'Необхідно вказати Логін!';
$_['error_password'] 		 = 'Необхідно вказати Пароль!';
$_['error_email'] 			 = 'Вказана некоректне адреса електронної пошти!';
$_['error_config'] 			 = 'ПОМИЛКА: не вдалося записати дані в файл: ';