<?php
// Heading
$_['heading_title']               = 'Установка успішно завершена!';

// Text
$_['text_step_4']                 = 'Все готово для початку продажів!';
$_['text_catalog']                = 'Перейти до вітрини магазину';
$_['text_admin']                  = 'Увійти в Панель адміністратора';
$_['text_loading']                = 'Завантаження модулів...';
$_['text_extension']              = 'відвідати магазин додатків';
$_['text_mail']                   = 'Підпишіться на новини';
$_['text_mail_description']       = 'Будь в курсі всіх оновлень і подій ocStore.';
$_['text_openbay']   		      = 'OpenBay Pro дає продавцям можливість зв\'язати свій магазин з торговими майданчиками, такі як eBay і Amazon. Імпорт замовлень і обробка інформації про доставку прямо з ocStore...';
$_['text_maxmind']   		      = 'MaxMind дає можливість продавцям швидко ідентифікувати підозрілі операції, зменшуючи ризик шахрайства з замовленнями і поверненнями, даючи оцінку ризику для кожного з них...';
$_['text_facebook']   		      = 'Поставте лайк';
$_['text_facebook_description']   = 'Поділіться з друзями!';
$_['text_facebook_visit']         = 'Відвідати сторінку у Facebook';
$_['text_vkontakte']   		      = 'Поставте подобається!';
$_['text_vkontakte_description']  = 'Розкажіть друзям про ocStore!';
$_['text_vkontakte_visit']        = 'Відвідати сторінку ВКонтакті';
$_['text_forum']    	 	      = 'Форум техпідтримки';
$_['text_forum_description']      = 'Отримайте допомогу від інших користувачів';
$_['text_forum_visit']    	      = 'Відвідати форум техпідтримки';
$_['text_commercial']             = 'Комерційна підтримка';
$_['text_commercial_description'] = 'Послуги з розвитку від партнерів OpenCart';
$_['text_commercial_visit']       = 'Відвідайте нашу партнерку';
$_['text_price']   	              = 'Ціна';
$_['text_view']                   = 'Докладніше...';
$_['text_download']               = 'Завантажити';
$_['text_downloads']              = 'Завантаження';

// Button
$_['button_mail']                 = 'Підписатися';
$_['button_setup']                = 'Встановити';

// Error
$_['error_warning']               = 'Не забудьте видалити папку INSTALL!';